def get_today_lessons():
    return [
        {
            "index": 1,
            "name": "Алгоритмы и структуры данных",
            "time": "08:30 – 10:05",
            "room": "423, 8 уч. зд.",
            "address": "ул. Четаева, 18а",
            "teacher": "Петренко О. В.",
        },
        {
            "index": 2,
            "name": "Базы данных",
            "time": "10:15 – 11:50",
            "room": "152, 2 уч. зд.",
            "address": "ул. Четаева, 18",
            "teacher": "Иванов Д. С.",
        },
        {
            "index": 3,
            "name": "Веб-программирование",
            "time": "12:10 – 13:45",
            "room": "310, 1 уч. зд.",
            "address": "ул. Карла Маркса, 10",
            "teacher": "Сидорова А. П.",
        },
    ]


def get_tomorrow_lessons():
    return [
        {
            "index": 1,
            "name": "Математический анализ",
            "time": "08:30 – 10:05",
            "room": "205, 3 уч. зд.",
            "address": "ул. Льва Толстого, 15",
            "teacher": "Кузнецов И. И.",
        },
        {
            "index": 2,
            "name": "Физика",
            "time": "10:15 – 11:50",
            "room": "118, 6 уч. зд.",
            "address": "ул. Дементьева, 2а",
            "teacher": "Морозова Е. А.",
        },
    ]